
/* Login Items Table */
"fkind_app" 			= "Application";
"fkind_classic_app" 	= "Classic Application";
"fkind_doc" 			= "Document";
"fkind_unknown" 		= "Unknown";
"fkind_volume"			= "Volume";
"fkind_folder"			= "Folder";
"fkind_URL"				= "URL";

"item_exists_title"	= "Item Exists";
"item_exists_msg"	= "That item already exists in the list.";

// "cantAddWebLocViaAddButton_title" = "Error";
// "cantAddWebLocViaAddButton_msg"	  = "Do not add ‘.webloc’ files via the ‘Add’ button. Drag them to the list instead.";

"add_button_title"	= "Add";

"table_data_varies"	= "Data Varies";

"groupvol_name" = "<Group Share Point>";
"nethomeshare_name" = "<Network Home Share Point>";

/* Error Messages */
"noGroupVols_Title" 	= "Cannot add because there is no Group folder.";
"noGroupVols_Message" 	= "To set up a Group folder, click the Accounts button in the toolbar.  Then click Group Folder to specify a network or advanced location for the folder.";
"noGroupVols_OK" 		= "OK";

"someGroupVols_Title" 	= "Cannot add to all selected groups because some have no Group folder. Adding will only affect selections that have a group folder.  Do you want to continue?";
"someGroupVols_Message" = "Click Add to continue or Cancel to stop. To set up a Group folder, click the Accounts button in the toolbar.  Then click Group Folder to specify a network or advanced location for the folder.";
"someGroupVols_Save" 	= "Add";
"someGroupVols_Cancel" 	= "Cancel";

"unkGroupVols_Title" 	= "Adding will only affect records that have a group folder.  Do you want to continue?";
"unkGroupVols_Message"  = "Click Add to continue or Cancel to stop. To set up a Group folder, click the Accounts button in the toolbar.  Then click Group Folder to specify a network or advanced location for the folder.";
"unkGroupVols_Save" 	= "Add";
"unkGroupVols_Cancel" 	= "Cancel";

"str_ScriptFileTooLargeMsg" = "File too large";
"str_ScriptFileTooLarge" = "The file “%@” is too large to be added as a script.";

"str_ScriptFileNoExecBitMsg" 	= "Not an executable file";
"str_ScriptFileNoExecBit" 		= "The file “%@” is not executable. Please select an executable file or make this file executable before selecting again.";

"str_ScriptFileIsFolderMsg" 	= "Not a script file";
"str_ScriptFileIsFolder" 		= "“%@” is a folder or bundle. Please select an executable script file.";

//**
//** Login Access tab related stuff
//**
"str_LoginAccessAllow"			= "Allow";
"str_LoginAccessDeny"			= "Deny";
"str_LoginAllUsersDisplayName"	= "Network Users";

"str_OneItemDoesntContainGUID_Title"	= "Record does not contain a GUID";
"str_OneItemDoesntContainGUID_Desc" 	= "The record ‘%@’ does not contain a GUID and therefore could not be added to the access list.";

"str_ManyItemsDontContainGUID_Title"	= "Some records do not contain a GUID";
"str_ManyItemsDontContainGUID_Desc" 	= "%ld records did not contain a GUID and therefore could not be added to the access list.";

//**
//** Popup menu items for "Heading:" popup
//**
"str_popup_Heading_HostName"	= "Name";
"str_popup_Heading_SysVers"		= "Version";
"str_popup_Heading_SysBuild"	= "Build";
"str_popup_Heading_SerialNum"	= "Serial Number";
"str_popup_Heading_IPAddr"		= "IP Address";
"str_popup_Heading_DSStatus"	= "Directory Status";
"str_popup_Heading_Time"		= "Time";


//**
//** Error messages for Screen Saver path
//**
"str_ScreenSaver_ModuleNotFound"   = "WARNING: Module does not exist on this machine";
"str_ScreenSaver_ModuleNotValid"   = "There was an error checking this module";
"str_ScreenSaver_DisallowedModule" = "This module cannot run from loginwindow";